{
  "pageTitle": "Datenschutzerklärung",
  "cookieSettings": "Cookie-Einstellungen",
  "cookieSettingsButton": "Ich akzeptiere Cookies und externe Inhalte (H5P, YouTube, Vimeo, Opencast).",
  "sections": [
    {
      "title": "1. Datenschutz auf einen Blick",
      "subsections": [
        {
          "title": "Allgemeine Hinweise",
          "content": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung."
        },
        {
          "title": "Datenerfassung auf dieser Website"
        },
        {
          "title": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
          "content": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt \"Hinweis zur Verantwortlichen Stelle\" in dieser Datenschutzerklärung entnehmen."
        },
        {
          "title": "Wie erfassen wir Ihre Daten?",
          "content": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben.\n\nAndere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten."
        },
        {
          "title": "Wofür nutzen wir Ihre Daten?",
          "content": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden. Sofern über die Website Verträge geschlossen oder angebahnt werden können, werden die übermittelten Daten auch für Vertragsangebote, Bestellungen oder sonstige Auftragsanfragen verarbeitet."
        },
        {
          "title": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
          "content": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.\n\nHierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden."
        }
      ]
    },
    {
      "title": "2. Hosting",
      "subsections": [
        {
          "title": "Allgemein",
          "content": "Wir hosten die Inhalte unserer Website bei folgendem Anbieter:"
        },
        {
          "title": "Hetzner",
          "content": "Anbieter ist die Hetzner Online GmbH, Industriestr. 25, 91710 Gunzenhausen (nachfolgend Hetzner).\n\nDetails entnehmen Sie der Datenschutzerklärung von Hetzner: https://www.hetzner.com/de/legal/privacy-policy/.\n\nDie Verwendung von Hetzner erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Wir haben ein berechtigtes Interesse an einer möglichst zuverlässigen Darstellung unserer Website. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar."
        },
        {
          "title": "Auftragsverarbeitung",
          "content": "Wir haben einen Vertrag über Auftragsverarbeitung (AVV) zur Nutzung des oben genannten Dienstes geschlossen. Hierbei handelt es sich um einen datenschutzrechtlich vorgeschriebenen Vertrag, der gewährleistet, dass dieser die personenbezogenen Daten unserer Websitebesucher nur nach unseren Weisungen und unter Einhaltung der DSGVO verarbeitet."
        }
      ]
    },
    {
      "title": "3. Allgemeine Hinweise und Pflichtinformationen",
      "subsections": [
        {
          "title": "Datenschutz",
          "content": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.\n\nWenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht.\n\nWir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich."
        },
        {
          "title": "Hinweis zur verantwortlichen Stelle",
          "content": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:\n\nDatenschutzbeauftragter der TH Aschaffenburg\nWürzburger Straße 45\nRaum C1/04/104\n63743 Aschaffenburg\n\nTelefon: 06021 / 4206 - 883\nE-Mail: joerg.abke@th-ab.de\n\nVerantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet."
        },
        {
          "title": "Speicherdauer",
          "content": "Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrer personenbezogenen Daten haben (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe."
        },
        {
          "title": "Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website",
          "content": "Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von § 25 Abs. 1 TDDDG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragerfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert."
        },
        {
          "title": "Empfänger von personenbezogenen Daten",
          "content": "Im Rahmen unserer Geschäftstätigkeit arbeiten wir mit verschiedenen externen Stellen zusammen. Dabei ist teilweise auch eine Übermittlung von personenbezogenen Daten an diese externen Stellen erforderlich. Wir geben personenbezogene Daten nur dann an externe Stellen weiter, wenn dies im Rahmen einer Vertragerfüllung erforderlich ist, wenn wir gesetzlich hierzu verpflichtet sind (z. B. Weitergabe von Daten an Steuerbehörden), wenn wir ein berechtigtes Interesse nach Art. 6 Abs. 1 lit. f DSGVO an der Weitergabe haben oder wenn eine sonstige Rechtsgrundlage die Datenweitergabe erlaubt. Beim Einsatz von Auftragsverarbeitern geben wir personenbezogene Daten unserer Kunden nur auf Grundlage eines gültigen Vertrags über Auftragsverarbeitung weiter. Im Falle einer gemeinsamen Verarbeitung wird ein Vertrag über gemeinsame Verarbeitung geschlossen."
        },
        {
          "title": "Widerruf Ihrer Einwilligung zur Datenverarbeitung",
          "content": "Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt."
        },
        {
          "title": "Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)",
          "content": "WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE VERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO).\n\nWERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH NACH ART. 21 ABS. 2 DSGVO)."
        },
        {
          "title": "Beschwerderecht bei der zuständigen Aufsichtsbehörde",
          "content": "Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe."
        },
        {
          "title": "Recht auf Datenübertragbarkeit",
          "content": "Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist."
        },
        {
          "title": "Auskunft, Berichtigung und Löschung",
          "content": "Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden."
        },
        {
          "title": "Recht auf Einschränkung der Verarbeitung",
          "content": "Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen:\n\n• Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.\n\n• Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen.\n\n• Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.\n\n• Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.\n\nWenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden."
        },
        {
          "title": "SSL- bzw. TLS-Verschlüsselung",
          "content": "Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von \"http://\" auf \"https://\" wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.\n\nWenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden."
        }
      ]
    },
    {
      "title": "4. Datenerfassung auf dieser Website",
      "subsections": [
        {
          "title": "Cookies und Local Storage",
          "content": "Unsere Internetseiten verwenden so genannte \"Cookies\" und \"Local Storage\". Cookies sind kleine Datenpakete und richten auf Ihrem Endgerät keinen Schaden an. Sie werden entweder vorübergehend für die Dauer einer Sitzung (Session-Cookies) oder dauerhaft (permanente Cookies) auf Ihrem Endgerät gespeichert. Session-Cookies werden nach Ende Ihres Besuchs automatisch gelöscht. Permanente Cookies bleiben auf Ihrem Endgerät gespeichert, bis Sie diese selbst löschen oder eine automatische Löschung durch Ihren Webbrowser erfolgt.\n\nZusätzlich zu Cookies verwenden wir Local Storage, eine Browser-Technologie, die es ermöglicht, Daten lokal in Ihrem Browser zu speichern. Local Storage wird insbesondere verwendet, um Ihren Lernfortschritt in interaktiven Inhalten (z.B. H5P) zu speichern. Diese Daten verbleiben ausschließlich in Ihrem Browser und werden nicht automatisch an Server übertragen.\n\nCookies können von uns (First-Party-Cookies) oder von Drittunternehmen stammen (sog. Third-Party-Cookies). Third-Party-Cookies ermöglichen die Einbindung bestimmter Dienstleistungen von Drittunternehmen innerhalb von Webseiten (z. B. Cookies zur Abwicklung von Zahlungsdienstleistungen oder zur Einbindung von Videos).\n\nCookies und Local Storage haben verschiedene Funktionen. Zahlreiche Cookies sind technisch notwendig, da bestimmte Webseitenfunktionen ohne diese nicht funktionieren würden (z. B. die Warenkorbfunktion oder die Anzeige von Videos). Andere Cookies können zur Auswertung des Nutzerverhaltens oder zu Werbezwecken verwendet werden. Local Storage wird hauptsächlich zur Speicherung Ihres Lernfortschritts verwendet.\n\nCookies und Local Storage Daten, die zur Durchführung des elektronischen Kommunikationsvorgangs, zur Bereitstellung bestimmter, von Ihnen erwünschter Funktionen (z. B. Speicherung des Lernfortschritts) oder zur Optimierung der Website (z. B. Cookies zur Messung des Webpublikums) erforderlich sind (notwendige Cookies), werden auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO gespeichert, sofern keine andere Rechtsgrundlage angegeben wird. Der Websitebetreiber hat ein berechtigtes Interesse an der Speicherung von notwendigen Cookies zur technisch fehlerfreien und optimierten Bereitstellung seiner Dienste. Sofern eine Einwilligung zur Speicherung von Cookies, Local Storage und vergleichbaren Wiedererkennungstechnologien abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage dieser Einwilligung (Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG); die Einwilligung ist jederzeit widerrufbar.\n\nSie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen sowie das automatische Löschen der Cookies beim Schließen des Browsers aktivieren. Local Storage-Daten können Sie über die Entwicklertools Ihres Browsers einsehen und löschen. Bei der Deaktivierung von Cookies oder dem Löschen von Local Storage kann die Funktionalität dieser Website eingeschränkt sein, insbesondere kann Ihr Lernfortschritt nicht gespeichert werden.\n\nWelche Cookies, Local Storage und Dienste auf dieser Website eingesetzt werden, können Sie dieser Datenschutzerklärung entnehmen."
        }
      ]
    },
    {
      "title": "5. Lernplattform und Datensynchronisation",
      "subsections": [
        {
          "title": "Moodle-Integration und Authentifizierung",
          "content": "Diese Software ist mit einer Moodle-Lernplattform (AdLerLMS) integriert. Moodle ist ein Open-Source-Lernmanagementsystem, das zur Verwaltung von Kursen und Lerninhalten eingesetzt wird.\n\nDie Moodle-Instanz sowie das Backend-System werden von der Technischen Hochschule Aschaffenburg betrieben und sind auf dem gleichen Server wie diese Anwendung gehostet (siehe Abschnitt 2 \"Hosting\").\n\nBei der Anmeldung in dieser Software authentifizieren Sie sich über Ihren Moodle-Account. Dabei werden folgende Daten übertragen:\n\n• Benutzername\n• Passwort (verschlüsselt über HTTPS/TLS)\n• Session-Token zur Authentifizierung\n\nNach erfolgreicher Anmeldung erhalten Sie einen temporären Zugangstoken (LMS Token), der für die Dauer Ihrer Sitzung zur Authentifizierung verwendet wird.\n\nDie Verarbeitung dieser Daten ist erforderlich zur Durchführung der Nutzung unserer Lernplattform und erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO (Vertragserfüllung) sowie Art. 6 Abs. 1 lit. f DSGVO (berechtigtes Interesse an der sicheren Authentifizierung). Im Bildungskontext kann die Verarbeitung auch auf Grundlage von Art. 6 Abs. 1 lit. e DSGVO (Wahrnehmung einer Aufgabe im öffentlichen Interesse) erfolgen."
        },
        {
          "title": "Backend-Synchronisation und Lernfortschritt",
          "content": "Während der Nutzung dieser Software werden verschiedene Daten mit dem Backend-Server synchronisiert, um Ihren Lernfortschritt zu speichern und über mehrere Sitzungen hinweg verfügbar zu machen.\n\nFolgende Daten werden mit dem Backend synchronisiert:\n\n• Abschluss von Lernelementen (Element-ID und Erfolgsstatus)\n• Detaillierte Interaktionsdaten bei H5P-Inhalten (xAPI Events, siehe Abschnitt H5P)\n• Antworten und Fortschritt bei Adaptivitätsaufgaben\n• Avatar-Konfiguration (visuelle Darstellung Ihres Avatars in der Lernumgebung)\n• Kurszuordnungen und Lernwelt-Status\n\nDie Lernfortschrittsdaten werden zurück an Moodle übertragen, um dort den Abschluss von Lernelementen und Lernräumen zu dokumentieren. Dies ermöglicht es Dozenten, Ihren Lernfortschritt nachzuvollziehen und die Lerninhalte entsprechend anzupassen.\n\nDie Speicherung erfolgt auf dem Backend-Server der Technischen Hochschule Aschaffenburg. Die Daten werden für die Dauer Ihrer Kursteilnahme und gemäß den Aufbewahrungsfristen der Bildungseinrichtung gespeichert.\n\nDie Verarbeitung dieser Daten erfolgt auf Grundlage von:\n• Art. 6 Abs. 1 lit. b DSGVO (Vertragserfüllung - Bereitstellung der Lernplattform)\n• Art. 6 Abs. 1 lit. e DSGVO (Wahrnehmung einer Aufgabe im öffentlichen Interesse im Bildungsbereich)\n• Art. 6 Abs. 1 lit. f DSGVO (berechtigtes Interesse an der Dokumentation des Lernfortschritts)\n\nZugriff auf Ihre Lernfortschrittsdaten haben:\n• Sie selbst (zur Einsicht Ihres eigenen Fortschritts)\n• Ihre Dozenten/Lehrkräfte (zur pädagogischen Begleitung)\n• Systemadministratoren (ausschließlich zu Wartungs- und Supportzwecken)"
        }
      ]
    },
    {
      "title": "6. Plugins und Tools",
      "subsections": [
        {
          "title": "H5P Interactive Content",
          "content": "Diese Website nutzt H5P, um interaktive Lerninhalte bereitzustellen. H5P ist eine Open-Source-Software zur Erstellung und Darstellung interaktiver Inhalte.\n\nBei der Nutzung von H5P-Inhalten werden Daten lokal in Ihrem Browser gespeichert (Local Storage), um Ihren Lernfortschritt und Ihre Interaktionen mit den Inhalten zu speichern.\n\nZusätzlich werden detaillierte Interaktionsdaten (xAPI Events) an unser Backend übertragen, um Ihren Lernfortschritt dauerhaft zu speichern und mit Moodle zu synchronisieren (siehe Abschnitt 5 \"Lernplattform und Datensynchronisation\"). Diese xAPI Events enthalten Informationen über:\n\n• Art der Interaktion (z.B. Video angesehen, Frage beantwortet)\n• Zeitstempel der Aktivität\n• Erreichte Punktzahlen und Fortschritt\n• Antworten auf Fragen (bei Quiz-Elementen)\n\nH5P-Inhalte können eingebettete externe Medien enthalten (z.B. YouTube-Videos), für die separate Datenschutzbestimmungen gelten (siehe entsprechende Abschnitte).\n\nDie Nutzung von H5P erfolgt im Interesse einer ansprechenden und interaktiven Darstellung unserer Lernangebote. Dies stellt ein berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO dar. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Daten im Local Storage oder den Zugriff auf Informationen im Endgerät des Nutzers im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar.\n\nWeitere Informationen zu H5P finden Sie unter: https://h5p.org/privacy"
        },
        {
          "title": "YouTube mit erweitertem Datenschutz",
          "content": "Diese Website bindet Videos der Website YouTube ein. Betreiber der Website ist die Google Ireland Limited (\"Google\"), Gordon House, Barrow Street, Dublin 4, Irland.\n\nWenn Sie eine dieser Website besuchen, auf denen YouTube eingebunden ist, wird eine Verbindung zu den Servern von YouTube hergestellt. Dabei wird dem YouTube-Server mitgeteilt, welche unserer Seiten Sie besucht haben. Wenn Sie in Ihrem YouTube-Account eingeloggt sind, ermöglichen Sie YouTube, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen. Dies können Sie verhindern, indem Sie sich aus Ihrem YouTube-Account ausloggen.\n\nWir nutzen YouTube im erweiterten Datenschutzmodus. Videos, die im erweiterten Datenschutzmodus abgespielt werden, werden nach Aussage von YouTube nicht zur Personalisierung des Surfens auf YouTube eingesetzt. Anzeigen, die im erweiterten Datenschutzmodus ausgespielt werden, sind ebenfalls nicht personalisiert. Im erweiterten Datenschutzmodus werden keine Cookies gesetzt. Stattdessen werden jedoch sogenannte Local Storage Elemente im Browser des Users gespeichert, die ähnlich wie Cookies personenbezogene Daten beinhalten und zur Wiedererkennung eingesetzt werden können. Details zum erweiterten Datenschutzmodus finden Sie hier: https://support.google.com/youtube/answer/171780.\n\nGegebenenfalls können nach der Aktivierung eines YouTube-Videos weitere Datenverarbeitungsvorgänge ausgelöst werden, auf die wir keinen Einfluss haben.\n\nDie Nutzung von YouTube erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote. Dies stellt ein berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO dar. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar.\n\nWeitere Informationen über Datenschutz bei YouTube finden Sie in deren Datenschutzerklärung unter: https://policies.google.com/privacy?hl=de.\n\nDas Unternehmen verfügt über eine Zertifizierung nach dem \"EU-US Data Privacy Framework\" (DPF). Der DPF ist ein Übereinkommen zwischen der Europäischen Union und den USA, der die Einhaltung europäischer Datenschutzstandards bei Datenverarbeitungen in den USA gewährleisten soll. Jedes nach dem DPF zertifizierte Unternehmen verpflichtet sich, diese Datenschutzstandards einzuhalten. Weitere Informationen hierzu erhalten Sie vom Anbieter unter folgendem Link: https://www.dataprivacyframework.gov/participant/5780."
        },
        {
          "title": "Vimeo mit erweitertem Datenschutz",
          "content": "Diese Website bindet Videos der Plattform Vimeo ein. Betreiber ist die Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA.\n\nWenn Sie eine Seite dieser Website besuchen, auf der Vimeo eingebunden ist, wird eine Verbindung zu den Servern von Vimeo hergestellt. Dabei wird dem Vimeo-Server mitgeteilt, welche unserer Seiten Sie besucht haben. Zudem erlangt Vimeo Ihre IP-Adresse. Wenn Sie in Ihrem Vimeo-Account eingeloggt sind, ermöglichen Sie Vimeo, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen. Dies können Sie verhindern, indem Sie sich aus Ihrem Vimeo-Account ausloggen.\n\nWir nutzen Vimeo mit aktiviertem \"Do Not Track\" (DNT) Parameter. Dies bedeutet, dass Vimeo keine Tracking-Cookies setzt und keine Nutzeraktivitäten über mehrere Websites hinweg verfolgt. Dennoch können bei der Einbindung von Vimeo-Videos technisch notwendige Daten übertragen werden.\n\nGegebenenfalls können nach der Aktivierung eines Vimeo-Videos weitere Datenverarbeitungsvorgänge ausgelöst werden, auf die wir keinen Einfluss haben.\n\nDie Nutzung von Vimeo erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote. Dies stellt ein berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO dar. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar.\n\nWeitere Informationen über Datenschutz bei Vimeo finden Sie in deren Datenschutzerklärung unter: https://vimeo.com/privacy.\n\nDas Unternehmen verfügt über eine Zertifizierung nach dem \"EU-US Data Privacy Framework\" (DPF). Der DPF ist ein Übereinkommen zwischen der Europäischen Union und den USA, der die Einhaltung europäischer Datenschutzstandards bei Datenverarbeitungen in den USA gewährleisten soll. Jedes nach dem DPF zertifizierte Unternehmen verpflichtet sich, diese Datenschutzstandards einzuhalten. Weitere Informationen hierzu erhalten Sie vom Anbieter unter folgendem Link: https://www.dataprivacyframework.gov/participant/4827."
        },
        {
          "title": "Opencast Video-Integration",
          "content": "Diese Website kann Videos einbinden, die auf Opencast-Servern gehostet werden. Opencast ist eine Open-Source-Software für die Aufzeichnung und Verteilung von Lehr- und Lernvideos, die typischerweise von Bildungseinrichtungen betrieben wird.\n\nWenn Sie eine Seite dieser Website besuchen, auf der ein Opencast-Video eingebunden ist, wird eine Verbindung zum jeweiligen Opencast-Server hergestellt. Dabei werden Ihre IP-Adresse und weitere technische Daten (z.B. Browser-Informationen, Zeitstempel) an den Opencast-Server übertragen, um das Video bereitzustellen.\n\nDie Datenverarbeitung auf dem Opencast-Server erfolgt durch die jeweilige Bildungseinrichtung, die den Server betreibt. Wir haben keinen Einfluss auf die Datenverarbeitung durch diese Drittanbieter. Informationen zur Datenverarbeitung entnehmen Sie bitte der Datenschutzerklärung der jeweiligen Bildungseinrichtung.\n\nDie Einbindung von Opencast-Videos erfolgt im Interesse einer ansprechenden Darstellung unserer Lernangebote und zur Bereitstellung von Lehrmaterialien. Dies stellt ein berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO dar. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG. Die Einwilligung ist jederzeit widerrufbar.\n\nWeitere Informationen zu Opencast finden Sie unter: https://opencast.org/"
        }
      ]
    },
    {
      "title": "Quelle",
      "subsections": [
        {
          "title": "Datenschutzerklärung Generator",
          "content": "Diese Datenschutzerklärung wurde mit Unterstützung von eRecht24 erstellt."
        }
      ]
    }
  ]
}
